"--- ALL CATEGORIES ---" = "--- TODAS AS CATEGORIAS ---";"--- ALL USERS ---" = "--- TODOS OS USUÁRIOS ---";"Add Checkin" = "Adicionar Checkin";"Add Map" = "Adicionar Mapa";"Add Photo" = "Adicionar Foto";"Add Report" = "Adicionar relatório";"Added" = "Adicionado";"Adding..." = "Adicionando ...";"All Categories" = "Todas as categorias";"All Checkins By" = "Todos os check-ins por";"Are you sure you want to cancel?" = "Você tem certeza que deseja cancelar?";"Are you sure you want to delete?" = "Tem certeza de que deseja excluir?";"Authenticating..." = "Autenticar ...";"Bitly Error" = "Bitly erro";"Cancel" = "Cancelar";"Categories..." = "Categorias ...";"Category" = "Categoria";"characters" = "caracteres";"Checkin" = "Registro";"Checkin Error" = "Erro de Registro";"Checkins" = "Registros";"Clear" = "Limpar";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Clique no botão &quot;Info&quot; para ver as configurações de aplicações, botão de adição para adicionar um mapa ou um botão Editar para remover um mapa.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Clique no botão Mapa para ver o mapa relatório, o filtro de botão para filtrar por categoria ou no botão Compor para criar um novo relatório de incidente.";"Click the Refresh button to upload pending reports." = "Clique no botão Atualizar para carregar os relatórios pendentes.";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Clique em cima e para baixo para mover através checkins, clique no local para ver um mapa maior ou toque em uma foto para vê-lo em tela cheia.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Clique em cima e para baixo para mover através de relatórios, o SMS para enviar o URL do relatório, o botão Tweet para partilhar no Twitter ou no botão E-mail para enviar os detalhes do relatório.";"Contact" = "Contato";"Current Location" = "Localização atual";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Personalize a sua mensagem, digite as credenciais, em seguida, pressione o botão Enviar para partilhar no Twitter. Opcionalmente, clique no botão link para encurtar URLs.";"Date" = "Data";"Delete Report" = "Apagar Relatório";"Description" = "Descrição";"Discrete Mode On Shake" = "Discreta Mode On Shake";"Done" = "Feito";"Download Offline Maps" = "Offline Maps Download";"Downloaded Map Zoom Level" = "Mapa Transferido Nível de Zoom";"Edit" = "Editar";"email" = "e-mail";"Enter description" = "Digite descrição";"Email Failed" = " Falha no e-mail";"Enter date" = "Insira a data";"Enter email" = "Insira o e-mail";"Enter first name" = "Insira o nome";"Enter last name" = "Insira o sobrenome";"Enter location name" = "Insira o nome da localização";"Enter Map Details" = "Insira os detalhes Mapa";"Enter message" = "Insira a mensagem";"Enter name" = "Insira o nome";"Enter news URL" = "Digite a URL de notícias";"Enter password" = "Digite a senha";"Enter time" = "Digite o tempo";"Enter title" = "Digite o título";"Enter tweet" = "Digite tweet";"Enter URL" = "Digite a URL";"Enter URL or search phrase" = "Digite frase URL ou procurar";"Enter username" = "Digite nome de usuário";"Error" = "Erro";"Error Detecting Location" = "Localização de detecção de erros";"Error Saving Photo" = "Erro ao salvar fotos";"Errors" = "Erros";"Existing Location" = "Localização existentes";"first name" = "primeiro nome";"From Library" = "De Biblioteca";"Host Not Found" = "Host não encontrado";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "Eu não poderia ligar para o Twitter. Isso é mais provável um problema temporário, por favor, tente novamente.";"Incidents..." = "Incidentes ...";"Invalid Email" = "E-mail inválido";"Invalid Email Address" = "Endereço de email inválido";"Invalid Map Details" = "Mapa Detalhes inválido";"Invalid News URL" = "Notícias URL inválido";"Invalid Server Response" = "Resposta inválida do servidor";"Last Checkin For Each User" = "Checkin anterior para cada usuário";"last name" = "sobrenome";"Last Sync" = "Última Sincronização";"Loading..." = "Carregando ...";"Locating..." = "Localizando ...";"Location" = "Localização";"Location Error" = "Localização erro";"Locations..." = "Locais ...";"Logout..." = "Sair ...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Parece que o Twitter está em baixo ou em fase de actualização. Por favor, aguarde alguns segundos e tente novamente.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Parece que o Twitter está sobrecarregado. Por favor, aguarde alguns segundos e tente novamente.";"Map" = "Mapa";"Map Zoom Level" = "Nível de zoom";"Maps" = "Mapas";"Message" = "Mensagem";"Name" = "Nome";"New Location" = "New Location";"News" = "Notícias";"No" = "Não";"No Category Specified" = "Sem Categoria Especificado";"No Date Specified" = "Sem data especificada";"No Internet" = "Sem Internet";"No Internet Connection" = "Sem conexão à Internet";"No Location Specified" = "Localização não especificada";"No News" = "Nenhuma notícia";"No Photos" = "Sem Fotos";"No Reports" = "Não relatórios";"No Video" = "Sem vídeo";"Not Specified" = "Não Especificado";"OK" = "OK";"Open In Safari?" = "Abrir em Safari?";"Password" = "Senha";"Pending Upload" = "Pendente Upload";"Photo" = "Foto";"Photo Added" = "Foto adicionada";"Photo Error" = "Foto de erro";"Photo Settings" = "Definições Fotografia";"Photos" = "Fotos";"pixels" = "pixels";"Please enter a valid email address." = "Por favor insira um email válido.";"Please enter a valid name and url." = "Por favor, indique um nome válido e url.";"Privacy Settings" = "Configurações de privacidade";"Remove Error" = "Remover erro";"Remove Photo" = "Retirar foto";"Removed" = "Removido";"Report" = "Relatório";"Reports" = "Relatórios";"Request Error" = "Pedido de erro";"Required Fields" = "Campos obrigatórios";"Resized" = "Redimensionada";"Resized Image Width" = "Largura da imagem redimensionada";"Resizing Photo..." = "Redimensionando Imagem...";"Resizing..." = "Redimensionando...";"Saved" = "Guardado";"Saving..." = "Guardando...";"Search categories..." = "Categorias de pesquisa...";"Search locations..." = "Locais de pesquisa...";"Search maps..." = "Procurar mapas...";"Search reports..." = "Relatórios de pesquisa ...";"Select" = "Selecione";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Selecione um mapa existente na lista, clique no botão Atualizar para localizar mapas perto de você ou o botão de adição para adicionar seu próprio mapa.";"Select category" = "Selecionar categoria";"Select location" = "Selecionar local";"Select photo" = "foto Seleccione";"Send" = "Enviar";"Sending..." = "Enviando ...";"Sent" = "Enviado";"Server Error" = "Erro de servidor";"Settings" = "Configurações";"Share Application" = "Aplicação compartilhar";"Shortening..." = "Encurtamento ...";"SMS Failed" = "SMS falhou";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Desculpe, parece que você perdeu a sua ligação à Internet. Por favor, reconecte e tente novamente.";"Take Photo" = "Tirar Foto";"There was a problem adding the photo." = "Houve um problema ao adicionar a foto.";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Houve um problema detectar a sua localização. Certifique-se que os Serviços de Localização está habilitado para Ushahidi em Ajustes&gt; Geral&gt; Serviços de Localização.";"There was a problem removing the map." = "Houve um problema removendo o mapa.";"There was a problem resizing the photo." = "Houve um problema redimensionar a foto.";"This map supports Checkins! Click the Pin button to view the map." = "Este mapa suporta Checkins! Clique no botão Pin para ver o mapa.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Este mapa suporta Checkins! \\ N Clique no botão Filtrar para mostrar apenas checkins para um usuário específico ou o botão Pin para checkin agora.";"Title" = "Título";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Para checkin, arraste o pino mapa para uma localização mais precisa, em seguida, clique no botão Enviar depois de entrar uma mensagem opcional, informações de contato e foto.";"Tweet" = "Chilrear";"Twitter" = "Twitter";"Twitter Error" = "Twitter Error";"Unable to add incident" = "Não é possível adicionar incidente";"Unable To Checkin" = "Não é possível Checkin";"Unable to checkin, please try again later." = "Incapaz de check-in, por favor, tente novamente mais tarde.";"Unable To Download Checkins" = "Não é possível baixar Checkins";"Unable To Send Email" = "Não é possível enviar e-mail";"Unable To Send SMS" = "Não é possível enviar SMS";"Unable To Upload Report" = "Não é possível carregar Relatório";"Unsaved Changes" = "Alterações não salvas";"Unverified" = "Não Verificado";"Upload Error" = "Erro no carregamento";"Uploaded" = "Carregado";"User Location" = "Localização do utilizador";"Username" = "Nome de Usuário";"Ushahidi Demo" = "Ushahidi Demo";"Ushahidi Maps" = "Ushahidi Maps";"Verified" = "Verificadas";"Version" = "Versão";"Video" = "Vídeo";"Yes" = "Sim";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Seu nome de usuário e senha não pôde ser verificada. Verifique se você digitou corretamente e tente novamente.";"zoom" = "zoom";"Enter description" = "Digite Descrição";"Resize Images" = "Imagens redimensionar";"Categories" = "Categorias";"View All Categories" = "Ver Todas as categorias";"Add" = "Adicionar";